#string
#1

a="жил был дед".lower()
b="но умер в дедстве от старости".upper()
print(a, b)
#2
bool("true")
True
#3


a='GitHub'.split()
print(a)
#4
a='Ботнет IPStorm , в который ранее входили лишь Windows-машины, увеличился до 13 500 зараженных систем'
a.replace("E", "3")
print(a)
#5
a=input("введите имя")
b=input("сколько вам лет")
c=input("любимый фильм")
print("здраствуй ебанный"+a)
print(c +"хороший фильм")
#6
a= 'Google создаст специальную команду для поиска багов в особо важных приложениях.'

print(a)
#7
#a="Самые важные события в миРе инфосека за сентябрь".format(|)
#print(a)
#8
a= 'хакеры слили в сеть данные пакистанской энергетической компании k-Electric'.title()
print(a)
#9
